12/data/attachments/93ecc6773116e9bc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rhonda_certain_Friend_86565_9</nif:username>
            <nif:friendToBeRequested>soap_friends_30227e46-c1fd-41dc-9412-4d1f0c3bbc5f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>